"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Не Вы?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 друг поблизости";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 день";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 час";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 минута";

"1d|short indicator that a user was active 1 day ago" = "1 д.";

"1h|short indicator that a user was active 1 hour ago" = "1 ч.";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Лимит 1 мин.: отпустите, чтобы отправить";

"1m|short indicator that a user was active 1 minute ago" = "1 мин.";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 дня";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 часа";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 минуты";

"A new version of Messenger is available.|New version title" = "Доступна новая версия Чата.";

"Activation Code|placeholder text for activation code field" = "Код активации";

"Activation Request Failed|" = "Запрос активации не удался";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "В Сети сейчас (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Добавить в \"Избранное\"";

"Add More People|button for adding people to the conversation" = "Добавить больше участников";

"Add More People|title for add members page" = "Добавить пользователей";

"Add More People|title for add people page" = "Добавить пользователей";

"Add People|button to add members to the message thread" = "Добавить пользователей";

"Add Photos|Button label for adding photos from the photo library" = "Добавить фотографии";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Добавить к существующему контакту";

"Adding...|adding progress text" = "Добавление...";

"Advanced Settings|text for advanced settings button" = "Расширенные настройки";

"Advanced|title for advanced settings page" = "Расширенные";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Уведомления выключены до %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Уведомления выключены на 1 час";

"Alerts Off|Indicates that alerts are off" = "Уведомления выключены";

"Alerts On|Indicates that alerts are on" = "Уведомления включены";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Все уведомления отключены на 8 ч.";

"All notifications are off.|Mute warning display on thread list" = "Все уведомления отключены.";

"All|Segment button label for all stickers" = "Все";

"Answer|Text for button that accepts a call" = "Ответить";

"Archive|Button label that will archive the conversation" = "Архив";

"Archive|Label for archive button when swipe to archive in thread list view" = "Архив";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Уверены, что хотите удалить название переписки?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Уверены, что хотите выйти из переписки? Вы больше не сможете получать новые сообщения.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Вы уверены?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Прикрепить фото";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Прикрепить медиа-файл";

"Back|Go back to previous screen" = "Назад";

"Back|generic nav bar back button" = "Назад";

"Background task expired|Error string for app killed in background while message was sending" = "Задача истекла в фоновом режиме";

"Bing Image Search|" = "Поиск изображений в Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Поделиться сообщением с не более %1$i человек за один раз.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Поделиться";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Поделиться";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Вещание может содержать до %1$i вложений.";

"Bring messages to life|Title of Media attachment NUX" = "Оживите сообщения";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Широкое вещание";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Широкое вещание";

"Call Ended|End call message in non-error case" = "Конец звонка";

"Call Ended|String shown when the call ends" = "Конец звонка";

"Call Failed|End call message in error case" = "Ошибка при звонке";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Звоните друзьям через подключение Wi-Fi или по мобильной сети. Применяются обычные тарифы за передачу данных.";

"Call %@|action sheet option for calling a phone number" = "Позвонить %1$@";

"Call|Call" = "Позвонить";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Звонки бесплатны через Wi-Fi. Стандартная плата будет взиматься за звонки через мобильную сеть.";

"Camera|Button label for attaching a photo from the camera" = "Камера•";

"Cancel|Title for generic Cancel button." = "Отмена";

"Celebrations|Title of list of friends who have events to celebrate." = "Торжества";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Общайтесь с любым человеком из списка контактов вашего телефона бесплатно.";

"Chat|The title of the view showing the buddy list section of the app" = "Чат";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Выберите друзей";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Выбрать фото";

"Clear|prompt to clear all unsent messages" = "Очистить";

"Clearing...|Progress text shown while clearing the image for a thread" = "Очистка...";

"Close active chat|Button to close an active chat" = "Закрыть чат";

"Close|Title of button in navigation bar to close a web page." = "Закрыть";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Закрывает настройки";

"Comment|Comment button title" = "Комментарий";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Написать сообщение %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Написать сообщение %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Подтвердить телефон";

"Connecting|Text shown on call screen while connecting a call" = "Подключение";

"Connection Failed|Alert title when connection failed" = "Прервалась связь";

"Connection Lost|End call message in connection lost case" = "Нет связи";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Контактная информация";

"Contact Info|Title of the canonical thread info page." = "Контактная информация";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Продолжить и больше не спрашивать";

"Continue|Button label to continue through zero rating session fence" = "Продолжить";

"Continue|Login - Login Button Title for Keychain Login" = "Продолжить";

"Conversation Name|placeholder text in conversation name textfield" = "Название переписки";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Копировать";

"Copy|Title for buttons and menus that let user copy the current text" = "Копировать";

"Copy|action sheet option for copying a string to the clipboard" = "Скопировать";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Не удалось добавить новых участников. Попробуйте снова.";

"Could not load sticker store.|Error message for sticker store load failure" = "Не удалось загрузить магазин наклеек.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Данные о доступе получить невозможно";

"Countries|Title for country picker" = "Страны";

"Country|Country - Country placeholder text" = "Страна";

"Create Group Chat|Label for a button that creates a new group chat" = "Создать групповой чат";

"Create Group Chat...|Text on a button to compose a new group message" = "Создать групповой чат...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Создать общую переписку";

"Create New Contact|action sheet option for creating a new contact" = "Создать новый контакт";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Занято";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Индивидуальные настройки уведомлений";

"Decline|Text for button that declines a call" = "Отклонить";

"Delete Conversation Name|alert title for deleting conversation name" = "Удалить название переписки";

"Delete Conversation|Button label that will delete the conversation" = "Удалить переписку";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Удалить сообщение? Это действие нельзя отменить.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Удалить эту переписку полностью?";

"Delete|Button label that will delete the conversation" = "Удалить";

"Delete|Button to accept deleting the name of a conversation" = "Удалить";

"Delete|Label for archive button when swipe to archive in thread list view" = "Удалить";

"Delete|Label for button to delete previous character" = "Удалить";

"Delete|Label on button that deletes a thread" = "Удалить";

"Delete|button text for deleting a message" = "Удалить";

"Delete|button text for removing an unsent message" = "Удалить";

"Details|title for message details page" = "Подробная информация";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Узнайте, кто поблизости";

"Don't Delete|Button to decline to delete the name of a conversation" = "Не удалять";

"Don't Save|Don't save action sheet button" = "Не сохранять";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Завершить редактирование списка сообщений";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Готово";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Коснитесь дважды, чтобы отредактировать";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Загрузка не удалась";

"Download|Accessibility label for download button in sticker store list view" = "Загрузить";

"Download|Button title to download an upgrade" = "Загрузить";

"Download|Label for button to download a sticker pack" = "Загрузить";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Загружено";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Загружено";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Загрузка";

"Downloading|Label for button to show a sticker pack being downloaded" = "Загрузка";

"Drag Down to Hide|Chat head dismiss NUX title" = "Перетащите вниз, чтобы скрыть";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Перетащите сюда, чтобы скрыть";

"Edit|Edit button/label title for chat divebar" = "Редактировать";

"Email or phone number|email/phone field placeholder on login screen" = "Эл. почта или телефон";

"Empty Feedback|Title for empty feedback warning." = "Нет отзывов";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Включить";

"Enter Code|Enter Code page title" = "Введите код";

"Error|Error title for sticker pack detail view" = "Ошибка";

"Error|error title after failed to load webview" = "Ошибка";

"FREE|Price label for free sticker pack" = "БЕСПЛАТНО";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook гораздо интереснее с использованием местонахождения";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Вход в Чат Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Пользователь Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook от вашего имени сохраняет контакты, чтобы помочь другим пользователям в поиске контактов и общении, или, чтобы создавать рекомендации для вас и других пользователей. Вы можете редактировать эту информацию, коснувшись кнопки \"i\" в переписке, или удалить все ваши контакты в настройках приложения.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook будет периодически использовать и сохранять ваше местонахождение.";

"Failed to add members|title for failing to add members dialog" = "Не удалось добавить участников";

"Failed to save your settings.|error message after changing thread alert setting." = "Не удалось сохранить настройки.";

"Favorites|chat bar favorites header title" = "Избранное";

"Featured|Segment button label for featured stickers" = "Рекомендуем";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Следуйте этим инструкциям для использования функции местонахождения Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Подписаться";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Для более точных результатов перейдите в настройки %1$@ и найдите \"Геолокацию\". Выберите \"Вкл.\" для %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Для более точных результатов перейдите в настройки %1$@ и найдите \"Конфиденциальность\", затем \"Геолокацию\". Выберите \"Вкл.\" для %2$@.";

"Free Call|Text on button that starts a messenger call" = "Бесплатный звонок";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Бесплатные звонки недоступны";

"Friends Nearby|Title of list of friends who are nearby." = "Друзья поблизости";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Друзья в Чате Facebook";

"Get Directions|action sheet option for viewing a map" = "Получить инструкции";

"Get Facebook Messenger|The title for messenger promotion banner" = "Установите Чат Facebook";

"Get Started|Label for a button that creates a new group chat" = "Приступить";

"Get Started|Title for NUX" = "Начало работы";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Оставьте свой отзыв или сообщите о проблеме";

"Google Image Search|" = "Поиск изображений Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Групповой чат";

"Group Chats|Title for megaphone section helping users discover group chats" = "Групповая переписка";

"Group Chats|chat bar header for group conversations" = "Групповая переписка";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Групповая переписка";

"Group Conversations|Table header for group threads section" = "Групповая переписка";

"Group Info|Title of group thread info page." = "О группе";

"Group Members|Title for section showing members of a group (member count will follow)" = "Участники группы";

"Group Messages|Title for megaphone section helping users discover group chats" = "Групповые сообщения";

"Group|Button for starting a new group message." = "Группа";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Переписывайтесь с группой друзей одновременно.";

"Help|text for help button" = "Помощь";

"Hold to Talk|The instruction for holding the record button and talk" = "Удерживайте, чтобы начать разговор";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Я уверен(-а)";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Если вам нравится %1$@, не могли бы оценить это обновление? Спасибо!";

"Image Search|action sheet option for choosing a photo from image search" = "Поиск изображений";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Включить ваше местонахождение";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Неправильный код подтверждения.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Установить Чат Facebook?";

"Install|Button text to install the Facebook Messenger" = "Установить";

"Install|The text on the button for users to install Messenger." = "Установить";

"Introducing Chat Heads|Chat head intro NUX title" = "Представляем Чат-фото";

"Invalid Country Code|alert title for invalid country code" = "Недействительный код страны";

"Invalid Phone Number|alert title for invalid phone number" = "Недействительный номер телефона";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Просто коснитесь, чтобы открыть или закрыть свои сообщения.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Держите всех в курсе событий";

"Last Updated: %@|last updated date in pull to refresh header" = "Последние обновления: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Узнайте больше";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Подробнее";

"Leave Conversation|leave conversation button" = "Выйти из переписки";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Выйти из переписки?";

"Leave|Button title for leaving a thread" = "Выйти";

"Leaving...|Progress text shown while leaving a thread" = "Выход...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Сообщите участникам переписки, где вы находитесь.";

"Licenses|Licenses screen title" = "Лицензии";

"Licenses|text for licenses button" = "Лицензии";

"Like|Like button title" = "Нравится";

"Like|Title for generic Like button." = "Нравится";

"Load Map|Button text for users to load the map location when zero rated." = "Загрузить карту";

"Loading...|Message presented while waiting for content to load." = "Загрузка...";

"Loading...|Placeholder text while results are loading" = "Загрузка...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Поиск вашего местоположения...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Местонахождение отключено";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Отображение местонахождения выключено для этой переписки";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Геолокация выключена. Включите ее, чтобы участники этой переписки знали, где вы находитесь.";

"Location services are on|Title of location NUX when user has enabled location services." = "Геолокация включена";

"Log In to Facebook|Login - Login Button Title for password login" = "Вход в Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "В сети как %1$@";

"Login Approval Required|title of login approval dialog" = "Требуется подтверждение входа";

"Login Failed|Invalid login alert title" = "Не удалось выполнить вход";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Вход от имени другого пользователя";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Вход как %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Вход в другой аккаунт";

"Mark as Unread|Button label that will mark the thread as unread" = "Отметить как непрочитанное";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Отправляйте сообщения кому угодно";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Отправляйте сообщения друзьям";

"Message|Button for starting a new message." = "Сообщение";

"Message|button to open a composer to send a message to the page" = "Сообщение";

"Messages|Messenger module display name" = "Сообщения";

"Messages|The title of the message thread list view." = "Сообщения";

"Messages|Title for messages inbox view" = "Сообщения";

"Messages|accessibility (voiceover) label for chathead inbox" = "Сообщения";

"Messages|name of the app with Facebook brand" = "Сообщения";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Чат регулярно синхронизирует контакты, чтобы помочь вам найти больше людей и связаться с друзьями.";

"Messenger|The title of the app, used in Appirater's dialog." = "Чат Facebook";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Другие друзья (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Другие друзья (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Еще друзья в сети";

"Name is Too Long|alert title for long conversation name" = "Имя слишком длинное";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Назовите эту переписку";

"Nearby|Nearby people to send a message to" = "Поблизости";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Не пропустите больше ни одного сообщения";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Вы больше не пропустите сообщения от ваших друзей.";

"New Message|Text on a button in messages popover to compose a new message" = "Новое сообщение";

"New Message|Title of screen shown when user is composing a new message" = "Новое сообщение";

"New version available|Title of alert displayed when new version is available" = "Доступны новые версии";

"Next|Generic button to move to next item" = "Далее";

"Next|button label for moving to the next screen" = "Далее";

"No Internet Connection|Warning banner for no network connection" = "Отсутствует подключение к Интернету";

"No Message|dialog title for when user tries to send an empty message" = "Нет сообщения";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Нет участников";

"No Participants|String when no participants are on the thread" = "Нет участников";

"No Recipients|dialog title for when user tries to send to no recipients" = "Нет получателей";

"No Results|Alert title when there are no results from image search." = "Результатов нет";

"No locations shared recently.|message on map view when no location has been shared recently" = "Нет недавно отмеченных местонахождений.";

"No response.|Error reported when no response is received from the server" = "Нет ответа.";

"No, Thanks|Label on button for user to decline to rate the app" = "Нет, спасибо";

"Not Now|Button text to temporarily ignore the installation message" = "Не сейчас";

"Not Now|Do not enable contact sync button label, 15 char max" = "Не сейчас";

"Not Now|Not now alert popup button" = "Не сейчас";

"Not Now|Title of button to not share location for now." = "Не сейчас";

"Not Now|button label for deferring enabling push notifications" = "Не сейчас";

"Not now|Button title to decline an upgrade" = "Не сейчас";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Уведомления выключены на 8 часов";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Уведомления включены";

"Notifications for This Conversation|Title for per-thread notification settings" = "Уведомления для этой переписки";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Уведомления для этой переписки отключены.";

"Notifications|Label for enabling/disabling notification" = "Уведомления";

"Notifications|Label for enabling/disabling notifications" = "Уведомления";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Выкл. до %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Выкл. на 1 час";

"Off|Short string for indicating that alerts are off" = "Выкл.";

"On|Short string for indicating that alerts are on" = "Вкл.";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Удаленную переписку нельзя восстановить.";

"Only You|String for describing a thread where you are the only user remaining" = "Только вы";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Откройте \"Настройки\" iPhone";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Открыть в Картах";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Открыть магазин наклеек";

"Other People|Table section header for a list of non-friend search results" = "Другие люди";

"Password|password field placeholder on login screen" = "Пароль";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Участники данной переписки могут видеть ваше местонахождение на карте.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Люди, которых вы добавляете, увидят все предыдущие сообщения в этой переписке.";

"Phone Number|placeholder text for phone number field" = "Номер телефона";

"Pin friends you message most|Label when users have no favorites" = "Соберите друзей, с которыми вы переписываетесь больше всего";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Пожалуйста, проверьте код подтверждения и попробуйте снова.";

"Please check your network connection and try again.|" = "Пожалуйста, проверьте соединение с сетью и попробуйте снова.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Пожалуйста, проверьте номер и попробуйте снова.";

"Please check your number and try again.|alert message for invalid phone number" = "Пожалуйста, проверьте номер и попробуйте снова.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Пожалуйста, загрузите последнюю версию Чата Facebook.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Введите сообщение или прикрепите фото";

"Please enter a valid country code.|alert message for invalid country code" = "Пожалуйста, укажите действительный код страны.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Пожалуйста, укажите адрес электронной почты и пароль, который вы используете для входа в Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Пожалуйста, опишите вашу проблему.";

"Please rate the quality of your call|Prompt for call quality survey" = "Пожалуйста, оцените качество звонка";

"Please re-login to renew your session.|Error message for expired session" = "Пожалуйста, войдите повторно или обновите сессию.";

"Please try again|Alert message when there are no results from image search." = "Попробуйте еще раз";

"Please use a shorter conversation name.|alert message for long conversation name" = "Пожалуйста, укажите более короткое имя для диалога.";

"Privacy & Terms|text for privacy and terms button" = "Конфиденциальность и условия";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Потяните чат-фото вниз к значку Ⓧ, чтобы скрыть их.";

"Pull down to refresh...|message for pull down to refresh" = "Потяните вниз для обновления...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Напоминания push-уведомлений отключены.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Звуки push-уведомлений отключены.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Звуки push-уведомлений отключены.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Уведомления отключены.";

"Push up to refresh...|message for push up to refresh" = "Потяните вверх для обновления...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Здесь вы сможете быстро найти свою групповую переписку.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Здесь вы сможете быстро найти свои групповые сообщения.";

"Rate %@|Alert title for asking user to rate this app." = "Оценить %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Оценка %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Общайтесь с друзьями везде - с телефона или с компьютера.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Общайтесь с друзьями где бы они ни находились";

"Recent Stickers|Accessibility label for recently used stickers" = "Недавние наклейки";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Недавние наклейки";

"Record Video|action sheet option for recording a video" = "Записать видео";

"Record Voice|Button label for attaching an audio clip" = "Запись голоса";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Ошибка при начале записи";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Отмена записи";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Отпустите и отмените запись";

"Release to refresh...|message for releasing to refresh" = "Отпустите для обновления...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Напомнить позже";

"Remove Attachment|action sheet option for removing current attachment" = "Удалить вложение";

"Remove Photo|action sheet option for removing chosen photo" = "Удалить фотографию";

"Remove Photo|action sheet option for removing current attachment" = "Удалить фотографию";

"Removing...|text for removing progress" = "Удаление...";

"Report a Problem|title for give feedback or report bug" = "Сообщить  о проблеме";

"Resend|Resend - Resend Button Title" = "Повторить отправку";

"Retry|generic retry button" = "Повторить попытку";

"Ringing|Text shown on call screen while contacting another party" = "Звонок";

"Save Photo|action sheet option to save photo to library" = "Сохранить фото";

"Save photo as conversation image?|" = "Сохранить фото как изображение для переписки?";

"Save|" = "Сохранить";

"Saving...|Progress text shown while saving a new image for a thread" = "Сохранение...";

"Saving...|Progress text shown while saving a new name for a thread" = "Сохранение...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Найти еще друзей...";

"Search to add favorites|placeholder in edit favorites search bar" = "Поиск для добавления в \"Избранное\"";

"Search|placeholder in search bar" = "Поиск";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Поиск...";

"See Group Chats|Label for a button that creates a new group chat" = "Посмотреть переписку группы";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Узнайте, где проводят время ваши друзья и поделитесь с ними своим местонахождением. Они не не увидят, где вы точно находитесь.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Просмотрено всеми";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Просмотрено всеми";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Просмотрено %1$@ в %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Просмотрено %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Просмотрено %1$@";

"Seen by:|Text for seen state header" = "Просмотрено:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Просмотрено в %1$@ возле %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Просмотрено %1$@";

"Select country code|select country code text" = "Выбрать код страны";

"Send (%i)|Send button with count in parentheses" = "Отправить (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Отправка не удалась";

"Send in Message|Sharing option" = "Отправить в сообщении";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Отправляйте в чат, на телефон или веб-страницу";

"Send|Nav bar send button text" = "Отправить";

"Send|Send button" = "Отправить";

"Send|text to show in the send button" = "Отпр";

"Sending...|sending progress text" = "Отправка...";

"Sending…|Text used below message bubble to show send is in progress" = "Отправка…";

"Sent a message|default notification text for messages with no body text" = "Отправить cообщение";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Отправлено из Чата";

"Sent from email|indicator that a message was sent from email" = "Отправлено по электронной почте";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Отправлено с мобильного";

"Sent from web|indicator that a message was sent sent from web or chat" = "Отправлено из Интернета";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Отправлено из %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Отправлено %1$@";

"Session Expired|Error title for expired session" = "Время сеанса истекло";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Включите параметр для Facebook";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Настройки приложений > Общие > Службы местонахождения";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Настройки приложений > Службы местонахождения";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Настройки Прилож. - Конфиденциальность - Геолокация";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Настройки";

"Settings|Settings alert popup button" = "Настройки";

"Settings|title for settings page" = "Настройки";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Поделитесь местонахождением, чтобы узнать кто находится поблизости.";

"Share|Share button title" = "Поделиться";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Опубликованные фотографии";

"Shared a link|text for a link share" = "Поделился ссылкой";

"Shared a photo|text for a photo share" = "Поделился фото";

"Shared a video|text for a video share" = "Поделился(-ась) видео";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Показать клавиатуру";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Показать наклейки";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Регистрация на Facebook";

"Skip|Skip - Skip Button Title" = "Пропустить";

"Something went wrong. Want to try again?|retry dialog message" = "Что-то пошло не так. Хотите попробовать еще раз?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Извините, произошла ошибка";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Стандартная плата за использование мобильного интернета";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Будет взиматься стандартная плата за использование мобильного интернета при загрузке данных карты.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Начинайте групповую переписку";

"Sticker Store|Navigation bar title for sticker store view" = "Магазин наклеек";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Не прикреплять медиа-файл";

"Submit|Submit button title" = "Отправить";

"Suggestions|Suggested people to send a message to" = "Рекомендации";

"Switch Account|text for switching logged in user" = "Сменить аккаунт";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Подключитесь к Wi-Fi для звонка";

"Sync Contacts|Start contact sync button label, 15 char max" = "Синхр. контакты";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Синхронизация контактов";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Отмечайте местонахождение в публикациях и фотографиях. Кроме того, узнавайте, что происходит вокруг, даже когда телефон у вас в кармане.";

"Take Photo|action sheet option for taking a photo" = "Сфотографировать";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Коснитесь \"Основные\"";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Коснитесь \"Геолокация\"";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Коснитесь \"Приватность\"";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Коснитесь \"Попробовать еще раз\", чтобы отправить это сообщение.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Коснитесь, чтобы включить Чат";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Коснитесь здесь, чтобы узнать больше о ваших настройках, и почему Facebook постоянно необходимо знать ваше местонахождение.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Коснитесь \"+\" , чтобы отрправить фото, добавить смайлики или записать голосовые сообщения.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Коснитесь чтобы перезвонить";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Коснитесь, чтобы включить геолокацию";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Не удается отправить текстовые сообщения на указанный номер.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Отправляйте текстовые сообщения друзьям бесплатно.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Пишите сообщения друзьям, которые зашли на сайт с телефона или с домашнего компьютера.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Указанный номер не поддерживает получение текстовых сообщений.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Возникла проблема с подключением к Facebook. Пожалуйста, проверьте соединение и попробуйте снова.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Возникла проблема со связью. Пожалуйста, подключитесь к Wi-Fi и попробуйте еще раз.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Совет: никогда не пропускайте сообщений";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Если вы хотите ответить на звонок, вам следует загрузить обновленную версию Чата.";

"To complete your phone number activation, please enter the activation code|" = "Пожалуйста, введите код для завершения активации номера телефона";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Чтобы указывать местонахождение при отправке сообщений, перейдите к %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Если вы хотите позвонить, вам следует загрузить обновленную версию Чата.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Для отключения уведомлений в этом диалоге, перейдите к настройкам переписки.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Чтобы отключить отображение местонахождения в вашей переписке, перейдите в %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Чтобы отключить уведомления, зайдите в настройки iPhone %1$@ Уведомления %2$@ Чат";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Чтобы воспользоваться этой функцией, зайдите в настройки вашего %1$@ и выберите \"Геолокация\". Выберите \"ВКЛ.\" для %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Чтобы воспользоваться этой функцией, зайдите в настройки вашего %1$@ и коснитесь \"Конфиденциальность\" и  \"Геолокация\". Выберите \"ВКЛ.\" для %2$@.";

"To|Accessibility label for to field in contact picker" = "Кому";

"To:|to field in contact picker" = "Кому:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Коснитесь и удерживайте для разговора. Отпустите для отправки или проведите пальцем с кнопки для отмены.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Попробовать еще раз";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Отключить Чат";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Выкл. до 8:00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Выкл. на 1 час";

"Turn Off|Option to turn off alerts" = "Выключить";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Включить Чат";

"Turn On Location Services|Error message title when location services are unavailable." = "Включите геолокацию";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Включить уведомления";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Включить уведомления";

"Turn On|Option to turn on alerts" = "Включить";

"Turn On|Turn on alerts" = "Включить";

"Turn On|button label for deferring enabling push notifications" = "Включить";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Включите уведомления";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Включите уведомления, чтобы знать, когда приходят новые сообщения.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Включает и выключает уведомления";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Печатает...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Невозможно дозвониться %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Не удается сохранить изображение";

"Unable to Send|Title for send feedback failed warning." = "Ошибка при отправке";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Не удается добавить участников переписки. Попробуйте снова.";

"Unable to name your conversation.|error message after setting conversation name" = "Не удается присвоить название переписке.";

"Unable to remove you right now.|error messages after leaving conversation" = "В данный момент вас невозможно удалить.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Ошибка при сохранении избранных контактов для сообщений в Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Не удается отправить сообщение. Попробовать еще раз?";

"Unable to send message.|Alert text for when a message failed to send." = "Не удается отправить сообщение.";

"Unable to send right now.|error message for failing to send message" = "В данный момент не удается отправить сообщение.";

"Unpin|button title to remove user from favorites" = "Удалить флажок";

"Update|Get new version now button." = "Обновить";

"Updating...|updating progress text" = "Обновление...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Обновить сейчас";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Используйте Чат бесплатно";

"View Call|Text show on button that views an incoming call" = "Посмотреть звонок";

"View Missed Call|Text show on button that views an incoming call" = "Посмотреть пропущенный звонок";

"View Timeline|Button text to go to a user's timeline" = "Просмотреть Хронику";

"View in Maps|action sheet option for viewing a map" = "Посмотреть в Картах";

"View|Alert button that takes user to the thread where a message failed to send" = "Просмотреть";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "К сожалению, загрузка набора наклеек %1$@ не удалась. Попробуйте еще раз позже.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Мы отправим вам текстовое сообщение с ссылкой для подтверждения номера телефона.";

"Welcome to Messenger|Title for NUX page" = "Добро пожаловать в Чат";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Кому отправить сообщение?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Кому отправить это сообщение?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Напишите сообщение, чтобы поделиться им (отправляет отдельное сообщение каждому другу)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Напишите сообщение для широкого вещания (отправляет отдельное сообщение каждому другу)";

"Write a message...|Placeholder text to suggest writing a message" = "Написать сообщение...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Вы можете позвонить %1$@ через подключение Wi-Fi. Включите Wi-Fi в настройках вашего телефона.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Вы можете управлять своими данными в настройках конфиденциальности.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Вы пропустили звонок от %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Скоро вы получите SMS или письмо с кодом для входа в аккаунт.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Вы не узнаете, когда вы получили сообщение.";

"You|String for you, the user" = "Вы";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Вы собираетесь выйти из Чата. Может взиматься стандартная плата за использование мобильного интернета.";

"Your Stickers|Segment button label for downloaded stickers" = "Ваши наклейки";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Ваш друг не может принимать звонки в настоящее время";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Ваш друг находится в кофейне неподалеку.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Ваш друг рекомендует ресторан неподалеку.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Ваш друг сделал фото неподалеку.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Не удалось отправить ваше сообщение одному или нескольким получателям.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Не удалось отправить ваше сообщение одному или нескольким получателям.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Ваше сообщение не отправлено.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Ваши сообщения не были отправлены.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "последние действия 1 день назад";

"active 1h ago|indicator that a user was active 1 hour ago" = "последние действия 1 час назад";

"active 1m ago|indicator that a user was active 1 minute ago" = "последние действия 1 минуту назад";

"active now|indicator that a user is currently active, on web or mobile" = "сейчас в сети";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "последние действия на мобильном %1$@ назад";

"active on mobile|presences status for being active on mobile" = "активно использует мобильный";

"active %id ago|indicator that a user was active 2+ days ago" = "последние действия %1$i дн. назад";

"active %ih ago|indicator that a user was active 2+ hours ago" = "последние действия %1$i ч. назад";

"active %im ago|indicator that a user was active 2+ minute ago" = "последние действия %1$i мин. назад";

"active %@ ago|presences status for being active a relative time ago" = "последние действия %1$@ назад";

"error|A short message for audio play error" = "ошибка";

"is calling|text below the caller's name when they are calling" = "звонит";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "печатает...";

"on mobile|presences status for being available on mobile" = "на мобильном";

"online %@ ago|presences status for being online on the web a relative time ago" = "в сети %1$@ назад";

"online|presences status for being online on the web" = "в сети";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "печатает...";

"%d more friends nearby...|Additional nearby friend results available to show" = "Еще %1$d друзей поблизости...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d из %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i дней";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i часов";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i минут";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "Найдено людей: %1$i; Совпадают: %2$i";

"%id|short indicator that a user was active 2+ days ago" = "%1$i д.";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i ч.";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i мин.";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ и %2$@ используют Чат Facebook";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ и %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ сотен миллионов";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "Звонит %1$@";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ не может ответить";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ находится в кофейне неподалеку.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ занят(-а)";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ в Чате";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ печатает вам сообщение...";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ рекомендует ресторан неподалеку.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ сообщает: \"%2$@\"";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ десятка тысяч";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ сделал(а) фото неподалеку.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "Вам звонил(а) %1$@";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ использует Чат Facebook";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, новые сообщения: %2$d";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, еще %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ и %3$@ используют Чат Facebook";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ и %3$@ и еще 1 друг используют Чат Facebook";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ и еще %4$i друзей используют Чат Facebook";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ млрд.";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ тыс.";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ млн.";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@...";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u друзей поблизости";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u из ваших друзей делятся своим местонахождением с вами.";

"%u photo attached|Accessiblity text for a single photo" = "Прикреплено  фото: %1$u";

"%u photos attached|Accessibility text for a photo set" = "Прикреплено фотографий: %1$u";

